Revit 2027 API
UnitTypeId.RiseDividedBy12Inches Property
 Rise / 12 inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RiseDividedBy12Inches { get; }
Public Shared ReadOnly Property RiseDividedBy12Inches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RiseDividedBy12Inches {
	ForgeTypeId^ get ();
}
static member RiseDividedBy12Inches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace